<!DOCTYPE HTML>
<html>
<?php
$load = true;
include '../header.html.php';
?>

<div class="bg-blue-500 text-center pt-36" style="background: url(https://injeonmetro.co.kr/resources/images/menu_hero.png) center center no-repeat; background-size: cover;">
    <div class="container px-5 md:px-32 py-16 mx-auto flex md:items-center lg:items-start md:flex-row md:flex-nowrap flex-wrap flex-col">
      <div class="w-full flex-shrink-0 md:mx-0 mx-auto text-center md:text-right">
        <p style="text-shadow: 5px 5px 10px black;" class="mt-2 text-5xl font-bold text-white"  data-aos="fade-up">
        ‘자녀관리앱 무력화’ 카카오톡 오픈채팅의 ‘메트로+’ 서버 관련 자료 표절에 대한 투표
    </p>
      </div>
    </div>
    </div>
</div>
<article class="py-12 px-4 bg-white dark:bg-gray-900 ">
  <div class="max-w-3xl mx-auto">
    <div class="mb-4 rounded-xl md:p-2" id="contents">

<!-- text box with gradient border and padding -->
<div class="border-gradient-to-b from-blue-400 to-blue-500 border-4 p-4 rounded-lg">
  <p class="text-black dark:text-white text-2xl text-center font-bold">‘자녀관리앱 무력화’ 카카오톡 오픈채팅의 ‘메트로+’ 서버 관련 자료 표절에 대한 투표</p>
  <p class="text-black dark:text-white text-center">투표일시: 공개 배포 후부터 2023년 1월 19일 17시 0분까지</p>
  <br><br>
  <p class="text-black dark:text-white text-lg font-bold">투표 내용에 대한 안내</p>
  <p class="text-black dark:text-white">
<?php
echo nl2br('
메트로+ (이하 ‘우리 서버’)는 자녀관리 앱 무력화 (이하 ‘오픈 채팅방’) 서버의 관리자 토끼가 과거 사전 허락 없이 우리 서버의 일부 자료를 도용하였고, 적절한 수정을 가하지 않아 사용자가 메트로+ 산하 서버라 오해할 소지가 있게끔 규칙을 작성하여 과거 사례에 미루어 보아 오픈 채팅방이 우리 서버의 자료를 일부 표절하였다 주장하는 바.
본인은 우리 서버 관리자인 321PLEK과 키위가 운영하는 메트로+와의 연합 관계의 서버 ‘미라클’에 배포할 목적으로 규칙에 사용할 수 있는 이미지 자료를 제작하였고 해당 이미지 자료의 제작 과정을 배포하기 위한 목적으로 ‘미라클’과 우리 서버의 채팅방에 공개적으로 업로드하였으며 이후 라이언 (이하 ‘관리자’)에게도 이를 보여주기 위해 업로드함.
해당 그래픽에 대한 저작권을 명시하진 않았으나 현행 저작권법상 “문학․학술 또는 예술의 범위에 속하는 창작물”이라고 규정하고 있는데, 우리 서버 및 우리 서버 관리자가 디자인 목적으로 사용하고 있는 글꼴을 사용하였으며 이미지의 곡률이나 그림자, 일부 프로필 사진 등은 자체적으로 제작하였음.
그리고 해당 이미지는 규칙에 배포 목적으로 사용하였으므로 공적인 배포라고 할 수 있음.
또한 토끼 본인도 이미지 도용에 대해서 인정한 바 있음.
이후 이미지 내부의 내용을 텍스트화하였는데, 가공의 인물을 지칭하거나 일부 숫자와 같은 단위를 수정한 것을 제외하면 이미지 내용을 그대로 사용하였다 판단되어 우리 서버는 독창성을 인정하지 않았음.
과거 사례에서도 자신도 짝퉁(모조품을 이르는 은어)이라고 지칭하였으며 현금을 이용하여 이용자들에게 공모전을 통해 진행한 슬로건 대회에서 이름만 스터디 카페+로 변경하여 규칙을 작성하였음.

또한 전직 오픈 채팅방 부방장의 말로는 우리 서버가 8월 오픈 당시부터 줄곧 사용해왔던 규칙과 15일 제작한 관리자 가이드와 상당히 유사한 내용으로 1월에 갑자기 규칙과 관리자 가이드를 제정하는 것이 참으로 이상하다고 함.
토끼의 연령대에 부합하지 않는 수준의 어체와 일관성 없는 말투가 우리 서버에서 표절하였다는 결론만 도출할 수 있게 하였기 때문.
그리고 그러면서도 DM이라는 지극히 사적인 공간에서 메시지 29개를 무단으로 업로드해놓고서는 18일 날에 와서야 허락을 받았음.

이에 따라 토끼의 변호인과 우리 서버의 변호인이 오픈 채팅방에서 논쟁을 펼치었는데, 오픈 채팅방과 우리 서버에서 투표를 공동 주최하는 것이 적합하겠다 판단하여 이번에 공동 투표를 진행하게 되었습니다.
투표는 1인 1표만 가능하며, 메트로+에 가입한지 40분 이상 지난 사용자만 참여할 수 있습니다.

번외: 본인을 \'개발한 놈\'이라 지칭하며 비하함
2023. 1. 18. 오후 9:05, 라이언 : 앱 제작하는 놈이
2023. 1. 18. 오후 9:05, 라이언 : 5만원 달라는데
2023. 1. 18. 오후 9:05, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 활기찬 방 ㅋㅋ
2023. 1. 18. 오후 9:06, 라이언 : 25000₩만 달라고 한건데 
2023. 1. 18. 오후 9:06, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : ?
2023. 1. 18. 오후 9:06, 라이언 : 제가 5만원 다 부담하나요?
2023. 1. 18. 오후 9:06, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 구체적으로 설명좀
2023. 1. 18. 오후 9:06, 라이언 : 취침시간에 유튜브,웹 쓸수 있는 전화앱 개발중
2023. 1. 18. 오후 9:07, 라이언 : 전화는 깔끔한 ios 디자인이에요
2023. 1. 18. 오후 9:07, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 님 초6아직안됐는데
2023. 1. 18. 오후 9:07, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 가능할지?
2023. 1. 18. 오후 9:07, 라이언 : 중3이 해줘요
2023. 1. 18. 오후 9:07, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 음...
2023. 1. 18. 오후 9:07, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : APK앱으로?
2023. 1. 18. 오후 9:07, 라이언 : 풀레이 등록
2023. 1. 18. 오후 9:07, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : ㄴ
2023. 1. 18. 오후 9:08, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 구글이 그걸 등록을 해줄지...
2023. 1. 18. 오후 9:08, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 패링은 구글껀데
2023. 1. 18. 오후 9:08, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 자기꺼 뚫을려는 앱을 과연 자기 스토어에 등록해줄지?
2023. 1. 18. 오후 9:08, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 원스토어나 갤스가 낫지 않나 생각
2023. 1. 18. 오후 9:08, 321PLEK_ : 될수도 ㅋㅋㅋㅋㅋㅋ
2023. 1. 18. 오후 9:08, 라이언 : 해줘요
2023. 1. 18. 오후 9:08, 라이언 : 대 놓고 안해요
2023. 1. 18. 오후 9:09, 라이언 : 비밀코드 입력해야지 보임요
2023. 1. 18. 오후 9:09, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 음
2023. 1. 18. 오후 9:09, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : ㅋ
2023. 1. 18. 오후 9:09, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 역시
2023. 1. 18. 오후 9:09, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 보통사람은 아니라니까 ㅋ
2023. 1. 18. 오후 9:09, 321PLEK_ : iOS 흑흑
2023. 1. 18. 오후 9:11, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 앱스토어는 절대 안해줄듯
2023. 1. 18. 오후 9:11, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 구글플레이 등록만 되도 거의 성공이고
2023. 1. 18. 오후 9:11, 321PLEK_ : 스크린타임 뚫기 가능해요?
2023. 1. 18. 오후 9:11, 라이언 : 님들
2023. 1. 18. 오후 9:11, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 네
2023. 1. 18. 오후 9:11, 라이언 : 알려드려요?
2023. 1. 18. 오후 9:11, 321PLEK_ : 네

채팅 로그:
2023. 1. 18. 오후 9:58, 마넌 : 저간리자과이드라인
2023. 1. 18. 오후 9:58, 마넌 : 재서버따라한거아니애요😡😡
2023. 1. 18. 오후 9:58, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : ㅋ
2023. 1. 18. 오후 9:58, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 근데 팩트 하나
2023. 1. 18. 오후 9:58, 라이언 : 뭐 그것도 있지만 
2023. 1. 18. 오후 9:59, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 아무도 만들라고 한적없는ㄷ ㅋㅋㅋㅋㅋㅋㅋㅋㅋ
2023. 1. 18. 오후 9:59, 라이언 : Zzzzzzzz
2023. 1. 18. 오후 9:59, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 근데 엄청 잘만드심
2023. 1. 18. 오후 9:59, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 내일 뽑힐 부방 2명도 저 가이드라인대로만 하면될듯
2023. 1. 18. 오후 9:59, 마넌 : 재규칙도복사햇자나요!!!
2023. 1. 18. 오후 9:59, 프로베어/16/3군 : 이게 뭐 대단한 일도 아니고
2023. 1. 18. 오후 9:59, 프로베어/16/3군 : 착하게 살고
2023. 1. 18. 오후 10:00, 321PLEK_ : zz
2023. 1. 18. 오후 10:00, 프로베어/16/3군 : 강퇴만 잘 때리면 된다
2023. 1. 18. 오후 10:00, 프로베어/16/3군 : 이거 아녀요?
2023. 1. 18. 오후 10:00, 라이언 : 엌 ㅋㅋㅋㅋㅋ
2023. 1. 18. 오후 10:00, 마넌 : 사진
2023. 1. 18. 오후 10:00, 라이언 : 딱 이부분
2023. 1. 18. 오후 10:00, 마넌 : 않이 이거 왜퍼가요
2023. 1. 18. 오후 10:00, 라이언 : 님
2023. 1. 18. 오후 10:00, 라이언 : 다른데요
2023. 1. 18. 오후 10:00, 라이언 : 디코 봐요
2023. 1. 18. 오후 10:01, 마넌 : 삭제된 메시지입니다. 
2023. 1. 18. 오후 10:01, 마넌 : 하그러면이거인강은안퍼갓어요?
2023. 1. 18. 오후 10:01, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 님 억울하신것 알겠는데
2023. 1. 18. 오후 10:01, 라이언 : 네안퍼갓어요
2023. 1. 18. 오후 10:01, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 그사진 지워야해요
2023. 1. 18. 오후 10:01, 프로베어/16/3군 : 도대체
2023. 1. 18. 오후 10:01, 프로베어/16/3군 : 뭐라는거
2023. 1. 18. 오후 10:01, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 메트로폴리탄이 나와요
2023. 1. 18. 오후 10:01, 라이언 : 서버 홍보에요 
2023. 1. 18. 오후 10:01, 마넌 : 헉!!!재송함니다
2023. 1. 18. 오후 10:02, 마넌 : 다시없로드할개요
2023. 1. 18. 오후 10:02, 프로베어/16/3군 : 제목
소제목
본문
2023. 1. 18. 오후 10:02, 프로베어/16/3군 : 이 형식이
2023. 1. 18. 오후 10:02, 라이언 : 님 개킹받
2023. 1. 18. 오후 10:02, 프로베어/16/3군 : 베꼈다는거?
2023. 1. 18. 오후 10:02, 마넌 : 규칙 문서에서 이미지 복사 붙여넣기 하셨다가
2023. 1. 18. 오후 10:02, 라이언 : 맞춤법강이나해주ㅗㅇㅅ!!!
2023. 1. 18. 오후 10:02, 마넌 : 복사 붙여넣기 하신거 걸리니까
2023. 1. 18. 오후 10:02, 마넌 : 텍스트로 바꾸셨어요
2023. 1. 18. 오후 10:02, 프로베어/16/3군 : 이미지
2023. 1. 18. 오후 10:02, 라이언 : 님에게보내줬잔아요
2023. 1. 18. 오후 10:02, 프로베어/16/3군 : 무슨 이미지인데요
2023. 1. 18. 오후 10:02, 마넌 : 그러면서 단어 1~2글자 정도 수정했고요
2023. 1. 18. 오후 10:02, 마넌 : 욕설 예시 이미지입니다
2023. 1. 18. 오후 10:02, 프로베어/16/3군 : 마넌님이
2023. 1. 18. 오후 10:02, 프로베어/16/3군 : 그 그림에 대한
2023. 1. 18. 오후 10:03, 마넌 : 제작한거 인증까지
2023. 1. 18. 오후 10:03, 라이언 : 사진
2023. 1. 18. 오후 10:03, 프로베어/16/3군 : 라이센스를 가지고 있는 것도 아니지 않나요?
2023. 1. 18. 오후 10:03, 마넌 : 녹화한거 있습니다
2023. 1. 18. 오후 10:03, 라이언 : 크흠..
2023. 1. 18. 오후 10:03, 마넌 : 제가 그렇다고 자유로이 이용하라고
2023. 1. 18. 오후 10:03, 마넌 : 배포한적도 없습니다
2023. 1. 18. 오후 10:03, 라이언 : 내용 완잔 달라요쇼
2023. 1. 18. 오후 10:03, 마넌 : 디스코드 로고를 넣은 부분만 제외하면 명백히 제 소유입니다.
2023. 1. 18. 오후 10:03, 프로베어/16/3군 : 그걸 증명하시면 되겠네요
2023. 1. 18. 오후 10:04, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : @윤송맨 
2023. 1. 18. 오후 10:04, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 어케생각해요
2023. 1. 18. 오후 10:04, 라이언 : 님 근데요 그레서 님에게 검토 받았어요 
2023. 1. 18. 오후 10:04, 프로베어/16/3군 : 비영리적 이용도 하면 안된다는 라이선스가 쓰여져 있다는 걸 보여주시던지
2023. 1. 18. 오후 10:04, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 일단
2023. 1. 18. 오후 10:04, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 근데
2023. 1. 18. 오후 10:04, 라이언 : 제가 잘못한거 도 있어요 
2023. 1. 18. 오후 10:04, 프로베어/16/3군 : 그건 알겠는데
2023. 1. 18. 오후 10:04, 라이언 : 다른 분들보다 항상 1순위 이에요
2023. 1. 18. 오후 10:04, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 저작권이 있는지 없는지 기준이 애매모호해여
2023. 1. 18. 오후 10:04, 라이언 : 아 동영상 있어요
2023. 1. 18. 오후 10:05, 프로베어/16/3군 : 저작권 관련해서 저 사람이 따로 명시해둔게 있나요
2023. 1. 18. 오후 10:05, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 일단 전체적인 링크 보내주세여
2023. 1. 18. 오후 10:05, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 제가 비교해볼게영
2023. 1. 18. 오후 10:05, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 각자 그 링크요
2023. 1. 18. 오후 10:05, 라이언 : https://achieved-opossum-5f5.notion.site/de955091cc4b4f74aaed551e13ae8a55
2023. 1. 18. 오후 10:06, 마넌 : 사진
2023. 1. 18. 오후 10:06, 마넌 : 사진
2023. 1. 18. 오후 10:06, 라이언 : 사진
2023. 1. 18. 오후 10:06, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 아 그전에 마넌님
2023. 1. 18. 오후 10:06, 마넌 : 1조의 항목이 참고하지 않았다 하기엔 너무 일치합니다
2023. 1. 18. 오후 10:06, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 너무 억울해하지 마세요
2023. 1. 18. 오후 10:06, 321PLEK_ : 근데 그러기에는 저도 오마주했는데흠
2023. 1. 18. 오후 10:06, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 저거 새로고침 75죠?
2023. 1. 18. 오후 10:06, 라이언 : 뭐야 여기
2023. 1. 18. 오후 10:06, 프로베어/16/3군 : 저거
2023. 1. 18. 오후 10:06, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 100되먄 못햐요
2023. 1. 18. 오후 10:06, 마넌 : 증거 정리해서 추후 문서파일 보내겠습니다.
2023. 1. 18. 오후 10:06, 라이언 : 아니요
2023. 1. 18. 오후 10:06, 프로베어/16/3군 : 그냥 규칙 기본인데요
2023. 1. 18. 오후 10:07, 마넌 : 규칙 제작의 목적, 규칙을 만든 이유와 같은 다른 단어를 선택할수도 있는데
2023. 1. 18. 오후 10:07, 라이언 : 한 ip에서 그리 ddos 공격 개속 들어오면 막힌다는 소리고요
2023. 1. 18. 오후 10:07, 라이언 : 100회도 아닐듯
2023. 1. 18. 오후 10:07, 마넌 : 굳이 ~해요 체를 사용하여 1~2글자 차이의 제목을 만들 특별한 이유가 있나요?
2023. 1. 18. 오후 10:07, 라이언 : 뭐야
2023. 1. 18. 오후 10:08, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 사진 3장
2023. 1. 18. 오후 10:08, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 자 이사진 3개랑
2023. 1. 18. 오후 10:08, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 나중에 추후 마넌님이 보내주신 사진 같은 틀 3개 사진보내주시면
2023. 1. 18. 오후 10:08, 라이언 : 똑같네
2023. 1. 18. 오후 10:08, 라이언 : 보내드림
2023. 1. 18. 오후 10:08, 라이언 : ㅈㅁ
2023. 1. 18. 오후 10:09, 라이언 : @윤송맨 @마넌 공개해도 되나요?
2023. 1. 18. 오후 10:09, 프로베어/16/3군 : 그냥 해요 체가 중간중간에 계속 섞여있는 걸 볼 때
2023. 1. 18. 오후 10:09, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 베낀거 측정할수 있는 프로그램을 돌리면 되는데
2023. 1. 18. 오후 10:09, 프로베어/16/3군 : 그냥 규칙적으면서 통일 안해서 그런 거 같은데
2023. 1. 18. 오후 10:09, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 거기서 40%넘으면 베낀걸로 인정될거에요
2023. 1. 18. 오후 10:09, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 그런데
2023. 1. 18. 오후 10:09, 마넌 : 공개하세요.
2023. 1. 18. 오후 10:09, 라이언 : 사진
2023. 1. 18. 오후 10:09, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 이게 뭐 크게 재산상의 문제가 되는건 아니니
2023. 1. 18. 오후 10:09, 라이언 : 비슷한건 ㄹㅇ 맞아요
2023. 1. 18. 오후 10:09, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 일단
2023. 1. 18. 오후 10:10, 프로베어/16/3군 : 그건 맞죠
2023. 1. 18. 오후 10:10, 마넌 : 저작권 없는 음악을 누군가가 표절해서
2023. 1. 18. 오후 10:10, 마넌 : 멜론에다가 업로드하면
2023. 1. 18. 오후 10:10, 라이언 : 사진 2장
2023. 1. 18. 오후 10:10, 마넌 : 그것이 문제가 없는거라고 볼 수 있나요?
2023. 1. 18. 오후 10:10, 프로베어/16/3군 : 어떤 면에서 피해보셨는데요?
2023. 1. 18. 오후 10:10, 라이언 : 기존 규칙이 반말이에요
2023. 1. 18. 오후 10:11, 321PLEK_ : ?예? 반말이요?
2023. 1. 18. 오후 10:11, 마넌 : 제가 시간을 들여 제작한 이미지를
2023. 1. 18. 오후 10:11, 마넌 : 사전 허가 없이 무단으로 사용한건 문제가 맞죠
2023. 1. 18. 오후 10:11, 라이언 : 맞아요.
2023. 1. 18. 오후 10:12, 마넌 : 제가 이 규칙을 약간씩 개정해가면서 3개월 넘게 규칙 수정한게 축적된건데
2023. 1. 18. 오후 10:12, 라이언 : 받아서 안된다고 해서 고친건 사실이에요.
2023. 1. 18. 오후 10:13, 프로베어/16/3군 : 일단
2023. 1. 18. 오후 10:13, 라이언 : 사진
2023. 1. 18. 오후 10:13, 프로베어/16/3군 : 글은
2023. 1. 18. 오후 10:13, 프로베어/16/3군 : 제목과 단문은
2023. 1. 18. 오후 10:13, 라이언 : 이걸로 고친겁니다.
2023. 1. 18. 오후 10:13, 프로베어/16/3군 : 저작권 개념 주기 어렵다는게
2023. 1. 18. 오후 10:13, 프로베어/16/3군 : 일반적인 입장이고
2023. 1. 18. 오후 10:13, 라이언 : 그레도요.
2023. 1. 18. 오후 10:13, 프로베어/16/3군 : 글자 내용으로 뭐라할 법적인 근거는 없다는거죠
2023. 1. 18. 오후 10:14, 프로베어/16/3군 : 저게 일상에서 아예 쓰이지 않는 말이나 말투도 아니고
2023. 1. 18. 오후 10:14, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 아니 잠만
2023. 1. 18. 오후 10:14, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 사진을 이렇게 보내지말라구요
2023. 1. 18. 오후 10:14, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 자녀관리앱 무력화 방에 오신걸 환영합니다 사진이면
2023. 1. 18. 오후 10:15, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 메트로폴리탄에 오신걸 환영합니다 사진 같은 틀 사진을 보내요
2023. 1. 18. 오후 10:15, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 그래야지 얼마나 베낀지 베낀건지 안베낀건지 알수있
2023. 1. 18. 오후 10:16, 마넌 : 사진
2023. 1. 18. 오후 10:16, 마넌 : 1월 15일날
2023. 1. 18. 오후 10:16: dkdlel1934님이 들어왔습니다.
2023. 1. 18. 오후 10:16, 방장봇 : 공지부터 읽으세요. 공지안읽고 뚫어달라고 징징대거나 질문부터 해대면 강퇴합니다.

https://achieved-opossum-5f5.notion.site/de955091cc4b4f74aaed551e13ae8a55
2023. 1. 18. 오후 10:16, dkdlel1934 : /공지확인
2023. 1. 18. 오후 10:16, 마넌 : 라이언님께서 업로드하신 관리자 관련 안내입니다.
2023. 1. 18. 오후 10:16, 라이언 : 사진
2023. 1. 18. 오후 10:16, 라이언 : 흠
2023. 1. 18. 오후 10:17, 라이언 : 제거는 왜 안되지
2023. 1. 18. 오후 10:17, 라이언 : 저거재가 올린거 맞아요.
2023. 1. 18. 오후 10:17, 321PLEK_ : "돈은" 검색해보세요.
2023. 1. 18. 오후 10:17, 마넌 : 제가 그날 오전 관리자 강의 문서를 미리보기 목적으로 공개하였는데, 
2023. 1. 18. 오후 10:17, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 돈...
2023. 1. 18. 오후 10:17, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 잠깐
2023. 1. 18. 오후 10:17, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 그럼
2023. 1. 18. 오후 10:17, 마넌 : 그날 오후에 제 서버명에서
2023. 1. 18. 오후 10:17, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 먼저 @라이언 
2023. 1. 18. 오후 10:18, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 잠깐 쉬
2023. 1. 18. 오후 10:18, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 쉿
2023. 1. 18. 오후 10:18, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : @라이언 
2023. 1. 18. 오후 10:18, 라이언 : 사진
2023. 1. 18. 오후 10:18, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 일단 자기가 베꼈다고 생각해요?
2023. 1. 18. 오후 10:19, dkdlel1934 : 뭔일
2023. 1. 18. 오후 10:19, dkdlel1934 : 이죠
2023. 1. 18. 오후 10:19, 라이언 : 배낀건 아니고요 저 규칙을 만들떼 저는 저 사진만 배겼어요. 규칙에서 서진 다운받으로 간건 맞아요
2023. 1. 18. 오후 10:19, 마넌 : 이 채팅방 이름으로 바꿔치기만 한 수준의 문장이 관리자문서에 존재하게 됐네요?
2023. 1. 18. 오후 10:19, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 저기 메트로폴리탄 방에서 만원님이 라이언을 의심을 하는것같긴한데
2023. 1. 18. 오후 10:19, 라이언 : 규칙 제대로 보지도 않았고요.
2023. 1. 18. 오후 10:19, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 참고 수준이다 그러면?
2023. 1. 18. 오후 10:20, 라이언 : 사진
2023. 1. 18. 오후 10:20, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : ㅅㅂ 투표돌리죠
2023. 1. 18. 오후 10:20, 마넌 : 제대로 보지 않고 마구잡이로 이미지 넣어서 규칙 만들 수 있으면
2023. 1. 18. 오후 10:20, 라이언 : 사진 = 배낀거

2023. 1. 18. 오후 10:20, 마넌 : 저도 헌법 복붙해서 규칙 만들죠
2023. 1. 18. 오후 10:20, 라이언 : 규칙 글 내용 = 스터디 카페 쓴고 참고해서
2023. 1. 18. 오후 10:20, 프로베어/16/3군 : 글자 = 저작권 주장 불가
2023. 1. 18. 오후 10:20, 프로베어/16/3군 : 짧은 글+일상어+일상말투
2023. 1. 18. 오후 10:20, 마넌 : 사진에 글자만 있나요?
2023. 1. 18. 오후 10:20, 프로베어/16/3군 : 아뇨
2023. 1. 18. 오후 10:21, 프로베어/16/3군 : 그 규칙 조항
2023. 1. 18. 오후 10:21, 마넌 : 제가 따로 제작한 그래픽도 일부 있는데
2023. 1. 18. 오후 10:21, 프로베어/16/3군 : 뭔데요??
2023. 1. 18. 오후 10:21, 라이언 : 맞아요.
2023. 1. 18. 오후 10:21, 마넌 : 위에 좀 보세요
2023. 1. 18. 오후 10:21, 라이언 : 겁나 공들여서 제작 했던데
2023. 1. 18. 오후 10:21, 마넌 : 해당 그래픽 제가 제작한 다음에
2023. 1. 18. 오후 10:21, 라이언 : 그거 공개해도 되나요
2023. 1. 18. 오후 10:21, 라이언 : 만원님이 보내준거요
2023. 1. 18. 오후 10:21, 라이언 : Ppt
2023. 1. 18. 오후 10:21, 마넌 : M 서버와 제 서버에만 사용하라고 배포했습니다
2023. 1. 18. 오후 10:21, 마넌 : 네
2023. 1. 18. 오후 10:21, 마넌 : 브금만 지우세요
2023. 1. 18. 오후 10:21, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 그럼 모두 ㄱㄷ
2023. 1. 18. 오후 10:22, 마넌 : 제 서버에서도 투표 진행하는것이 옳지 않을까요
2023. 1. 18. 오후 10:22, 라이언 : 옳아요.
2023. 1. 18. 오후 10:22, 마넌 : 이 서버에서 편향된 의견이 존재할수도 있으니까
2023. 1. 18. 오후 10:22, 마넌 : 만일 표절이 아니다라고 나온다면
2023. 1. 18. 오후 10:22, 마넌 : 라이언님께 7000원을
2023. 1. 18. 오후 10:22, 마넌 : 배상하겠습니다
2023. 1. 18. 오후 10:22, 마넌 : 아니면 부방 전체에게 7000원 배분하던가요
2023. 1. 18. 오후 10:23, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 톡게시판 \'투표\': 배꼈는가?
2023. 1. 18. 오후 10:23, 마넌 : 우선 집에 들어가서 채팅로그 올린다음에
2023. 1. 18. 오후 10:23, 마넌 : 의견을 묻겠습니다
2023. 1. 18. 오후 10:24, 마넌 : 마감 기한 몇분까지인가요?
2023. 1. 18. 오후 10:24, 마넌 : 저도 동일한 시간동안 투표 진행해보겠습니다.
2023. 1. 18. 오후 10:24, 마넌 : 인원수도 여기랑 3명내외로 차이나요
2023. 1. 18. 오후 10:25: 채팅방 관리자가 메시지를 가렸습니다.
2023. 1. 18. 오후 10:25, 라이언 : 동영상
2023. 1. 18. 오후 10:25, 마넌 : 저희 서버 굿즈를 경품으로 주는 이벤트를 했습니다
2023. 1. 18. 오후 10:25, 마넌 : 또한 자신이 직접 표절했다고도 했고요
2023. 1. 18. 오후 10:25, 라이언 : 규칙은 배껴도 된다고 했고요.
2023. 1. 18. 오후 10:25, 마넌 : 스터디카페 규칙은 베껴도 된다 했겠죠
2023. 1. 18. 오후 10:25, 라이언 : 그때 당시 연합 서버할라고 그런 생각이였어요.
2023. 1. 18. 오후 10:25, 마넌 : 다만 행사까지 퍼가라고 했나요?
2023. 1. 18. 오후 10:25, 마넌 : 연합 서버 할 생각이면 당당히 신청서를 내지
2023. 1. 18. 오후 10:26, 마넌 : 반려당하고 나서 이벤트를 왜 주최하세요?
2023. 1. 18. 오후 10:26, 라이언 : 사진
2023. 1. 18. 오후 10:26, 라이언 : 그때는 아직 그런 신청서가 없었고요.
2023. 1. 18. 오후 10:26, 마넌 : 신청서가 안존재해서
2023. 1. 18. 오후 10:26, 마넌 : 제가 연합 신청채널에
2023. 1. 18. 오후 10:26, 라이언 : 만원님이 
2023. 1. 18. 오후 10:26, 마넌 : 관리자에게 DM으로 승인받으라고
2023. 1. 18. 오후 10:27, 마넌 : 공고했습니다
2023. 1. 18. 오후 10:27, 라이언 : 사진
2023. 1. 18. 오후 10:27, dkdlel1934 : 메트로+ 서버와 관련있는건가요
2023. 1. 18. 오후 10:27, 라이언 : 그레서 제가 저걸 보낸거공ㅅ.
2023. 1. 18. 오후 10:27, 라이언 : 매+ 펜 구매하면 저도 이득이고 
매+ 도 이득인데요.
2023. 1. 18. 오후 10:28, 라이언 : 그레서 제가 저 조건으로 해보면 어떠냐? 를 제안 한거에요.
2023. 1. 18. 오후 10:28, 라이언 : 이벤트 참여한분이 없었지만 매+펜도 2개 구매했어요.
2023. 1. 18. 오후 10:28, 마넌 : 마진도 천원남짓해서
2023. 1. 18. 오후 10:28, 라이언 : (제가 쓸 용도로요.)
2023. 1. 18. 오후 10:28, 프로베어/16/3군 : 전 돈 필요없는데 
법적으로 문제생길 정도의 표절이요?
아니면 사진만 표절한 거? 
어떤 거 말씀하시는 거에요?
2023. 1. 18. 오후 10:28, 마넌 : 그냥 기념품 목적으로 파는건데
2023. 1. 18. 오후 10:29, 마넌 : 제 서버 로고 각인된것을
2023. 1. 18. 오후 10:29, 마넌 : 굳이 스터디카페에다가 이벤트로 줄 이유가 있나요?
2023. 1. 18. 오후 10:29, 라이언 : 홍보를 철덕 서버에서 했으니까요.
2023. 1. 18. 오후 10:29, 마넌 : 애플스토어에서 방문 기념으로 갤럭시 로고 각인된 팬을 주나요
2023. 1. 18. 오후 10:29, 라이언 : 매+에서 홍보하면 매+ 철덕 덕후들이 올텐데요.
2023. 1. 18. 오후 10:29, 마넌 : 스터디카페 이름만 들어도 철덕이 아닌데
2023. 1. 18. 오후 10:29, 라이언 : 애플스토어가 갤럭시 홍보해주나요
2023. 1. 18. 오후 10:30, 마넌 : 스터디카페가 제 서버 홍보해주나요
2023. 1. 18. 오후 10:30, 라이언 : 홍보를 철덕 서버에서 했으니까
2023. 1. 18. 오후 10:30, 라이언 : 네
2023. 1. 18. 오후 10:30, 프로베어/16/3군 : 애플에서 블리츠로고 박힌 펜 주는 느낌같은데요
2023. 1. 18. 오후 10:30: 채팅방 관리자가 메시지를 가렸습니다.
2023. 1. 18. 오후 10:30, 마넌 : 크리스마스 한창 지나고
2023. 1. 18. 오후 10:30, 마넌 : 업로드하신거잖아요
2023. 1. 18. 오후 10:30, 라이언 : 이거 때문에 이것도 만들어서 했어요.
2023. 1. 18. 오후 10:30, 마넌 : 이벤트 한창 진행할때 홍보했으면 저희에게도 이득이니까
2023. 1. 18. 오후 10:30, 마넌 : 괜찮죠
2023. 1. 18. 오후 10:30, 라이언 : 크리스 마스 전에도 분명 홍보했엉ㅅ.
2023. 1. 18. 오후 10:30, 마넌 : 다만 저희 서버의 존재에 대해서도 말하지 않고
2023. 1. 18. 오후 10:31, 마넌 : 크리스마스 전에 홍보한 근거가 있나요?
2023. 1. 18. 오후 10:31, 라이언 : 그 분들도 코민 빼고는
2023. 1. 18. 오후 10:31, 라이언 : ㅈㅁ요
2023. 1. 18. 오후 10:31, 프로베어/16/3군 : 이게 뭐시여
2023. 1. 18. 오후 10:31, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 자 일단 마넌님
2023. 1. 18. 오후 10:31, 프로베어/16/3군 : ...
2023. 1. 18. 오후 10:31, 마넌 : 제가 애플펜슬보다 좋다고 주장했단 내용만 적으셨던데요
2023. 1. 18. 오후 10:31, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : @마넌 마넌!!!!!
2023. 1. 18. 오후 10:31: 채팅방 관리자가 메시지를 가렸습니다.
2023. 1. 18. 오후 10:31, 마넌 : 네
2023. 1. 18. 오후 10:31, 프로베어/16/3군 : 근데
2023. 1. 18. 오후 10:31, 마넌 : 펜 그거 마진 거의 없어요
2023. 1. 18. 오후 10:31, 프로베어/16/3군 : 어떻게 생겼어요?
2023. 1. 18. 오후 10:31: 채팅방 관리자가 메시지를 가렸습니다.
2023. 1. 18. 오후 10:31, 라이언 : 네.
2023. 1. 18. 오후 10:31, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 일단
2023. 1. 18. 오후 10:32: 채팅방 관리자가 메시지를 가렸습니다.
2023. 1. 18. 오후 10:32, 마넌 : 하단 극히 일부만 홍보메시지로 할애했는데
2023. 1. 18. 오후 10:32, 라이언 : 전 매+홍보에서 했는데요.
2023. 1. 18. 오후 10:32, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 잠깐 모두 잠깐
2023. 1. 18. 오후 10:32, 프로베어/16/3군 : 펜하나 팔아서 천원 마진이에요?
아니면 총 마진이 천원이에요?
2023. 1. 18. 오후 10:32, 마넌 : 9명이 구매했고
2023. 1. 18. 오후 10:32, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 지금 이방이 너무 홍보쪽으로 넘어간것 같고
2023. 1. 18. 오후 10:32, 마넌 : 총 마진이 1000원입니다
2023. 1. 18. 오후 10:32: 채팅방 관리자가 메시지를 가렸습니다.
2023. 1. 18. 오후 10:32, 라이언 : 봐봐요
2023. 1. 18. 오후 10:32, 프로베어/16/3군 : 홍보보단 맞짱 
2023. 1. 18. 오후 10:32, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 윤송맨이 답이 없으니
2023. 1. 18. 오후 10:32, 프로베어/16/3군 : 느낌인데 
2023. 1. 18. 오후 10:32, 라이언 : 저게 홍보가 아니라나고요?
2023. 1. 18. 오후 10:32, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 그렇지 싸움이야
2023. 1. 18. 오후 10:33, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 모두 조용
2023. 1. 18. 오후 10:33, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 재판을 하죠 그럼
2023. 1. 18. 오후 10:33, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 일단 라이언 변호사랑 마넌 변호사 같은거를 고용할수 있으면 하세요
2023. 1. 18. 오후 10:33, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 이러다가 쫓겨나여
2023. 1. 18. 오후 10:33, 프로베어/16/3군 : 아니면 따로 방을 파시던지
2023. 1. 18. 오후 10:33, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : ㅇㅋ 팔게요
2023. 1. 18. 오후 10:34, 프로베어/16/3군 : 둘다 자기가 찍은 증거말고
2023. 1. 18. 오후 10:34, 프로베어/16/3군 : 법적인거
2023. 1. 18. 오후 10:34, 프로베어/16/3군 : 들고오시던지 
2023. 1. 18. 오후 10:34, 프로베어/16/3군 : 하시면 깔끔하고
2023. 1. 18. 오후 10:34, 프로베어/16/3군 : 합리적이고
2023. 1. 18. 오후 10:34, 프로베어/16/3군 : 얼마나 좋습니까
2023. 1. 18. 오후 10:34, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 삭제된 메시지입니다. 
2023. 1. 18. 오후 10:34, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 이것도 지금 거의 홍보 똥줄타기니까
2023. 1. 18. 오후 10:34, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 거기서 재판하자구요
2023. 1. 18. 오후 10:35, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 방장한테 다 뒤지기 싫으면
2023. 1. 18. 오후 10:35, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 각자 억울하고 빡친거 있으면
2023. 1. 18. 오후 10:35, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 해결을해야져
2023. 1. 18. 오후 10:35, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 2명있는방임
2023. 1. 18. 오후 10:35, 라이언 : 사진
2023. 1. 18. 오후 10:36, 라이언 : 전 분명 모두 만원님 검토 받고 해요 거희
2023. 1. 18. 오후 10:36, 라이언 : 만원님이 그때 배낀게 저 사진이라고 해서 저도 인정하고 지운건 사실이에요.
2023. 1. 18. 오후 10:36, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 님도 들어와요 빨리
2023. 1. 18. 오후 10:37, dkdlel1934 : 저도 링크 주실 수 있나요
2023. 1. 18. 오후 10:37, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 여기
2023. 1. 18. 오후 10:37, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 홍보쪽으로 거의 넘어갔으니 빨리
2023. 1. 18. 오후 10:37, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 방장형 알면 강퇴쇼 벌어진다고요
2023. 1. 18. 오후 10:38, 라이언 : 사진
2023. 1. 18. 오후 10:38, 라이언 : 뭐요
2023. 1. 18. 오후 10:38, ㄴr는 ㄱr끔 눈물을 흘린ㄷr : 커피
2023. 1. 18. 오후 10:38, 프로베어/16/3군 : 자ㅏ 빨리빨리
2023. 1. 18. 오후 10:38, 프로베어/16/3군 : 증거인멸 할테니깐
2023. 1. 18. 오후 10:38, 프로베어/16/3군 : 다 다운 받으시고 
2023. 1. 18. 오후 10:38, 조커 : 부방 신청 참석만 누루면 됨?
2023. 1. 18. 오후 10:39, 프로베어/16/3군 : 가리기합니다?



');
?>
  </p>
  <br><br>
  <p class="text-black dark:text-white text-lg font-bold">투표 안내</p>
    <p class="text-black dark:text-white text-lg font-bold">
        1. 투표 기간 이후에 투표한 건은 인정되지 않음.<br>
        2. 투표 과정에서 본인 인증을 위해 디스코드로의 로그인이 필요하며 본인 인증 과정에서 메트로+ 소속 여부를 확인함.<br>
        3. 투표는 1인 1표만 가능함.<br>
        4. 투표는 비밀이 보장되며 특정 표를 투표하였다고 불이익은 없음.<br>
        5. 투표 과정에서 제3자 서비스를 사용하여 투표의 결과를 시각화하며 이는 오픈채팅방 관리자도 열람할 수 있음.
    </p>
    <br><br>
<?php
if (isset($_SESSION['userid'])){
    echo '
    <p class="text-black dark:text-white text-lg font-bold">'.$_SESSION['username'].'님이 맞다면, 투표하세요.</p>';
    //make form that posts to vote.php
    echo '
    <form action="/form/sosumi.php" method="post">
    <div class="dark:text-white text-lg font-bold ">
    <input type="radio" id="yes" name="vote" value="yes">
    <label for="yes">토끼가 과하게 베꼈다. 처벌이 필요.</label><br>
    <input type="radio" id="nopunish" name="vote" value="nopunish">
    <label for="nopunish">토끼가 과하게 베꼈으나 처벌은 필요치 않다.</label><br>
    <input type="radio" id="notserious" name="vote" value="notserious">
    <label for="notserious">토끼가 베끼긴 하였으니 심하진 않다.</label><br>
    <input type="radio" id="abstain" name="vote" value="abstain">
    <label for="abstain">토끼가 큰 문제가 없는 선에서 베끼었다.</label><br>
    <input type="radio" id="notguilty" name="vote" value="notguilty">
    <label for="notguilty">토끼가 베끼지 않았다.</label><br>
    <input type="radio" id="donotvote" name="vote" value="donotvote">
    <label for="donotvote">기권</label><br>
    <input type="radio" id="myfault" name="vote" value="myfault">
    <label for="myfault">오히려 마넌님의 잘못으로 책임져야 한다</label>
    </div>
    <button class="bg-blue-500 text-white w-32 h-10 rounded-lg mx-auto block">
      투표하기
    </button>
    </form>';

}
else{
    echo '
    <p class="text-black dark:text-white text-lg font-bold">로그인 후 투표하세요.</p>';
    
}
?>
</div>

</div>
    </div>
</article>
<?php
include '../footer.html.php';
?>
</html>
